/*++ BUILD Version: 0001    // Increment this if a change has global effects

Copyright (c) 1992  Microsoft Corporation

Module Name:

    rasctrs.ini 

Abstract:

    This file contains the English language counters and help text for
    Remote Access 

Created:

    Russ Blake			24 Feb 93
    Thomas J. Dimitri	        28 May 93

Revision History

    Patrick Y. Ng               12 Aug 93
    Ram Cherala                 04 Nov 93   Added this header


--*/

[info]
drivername=RemoteAccess
symbolfile=rasctrnm.h

[languages]
019=Russian

[text]
RASPORTOBJ_019_NAME=Порт RAS
RASPORTOBJ_019_HELP=Тип объекта RAS обрабатывает индивидуальные порты устройства RAS данной системы.
BYTESTX_019_NAME=Передано байт
BYTESTX_019_HELP=Общее количество переданных байт через это подключение.
BYTESRX_019_NAME=Получено байт
BYTESRX_019_HELP=Общее количество полученных байт через это подключение.
FRAMESTX_019_NAME=Кадров передано
FRAMESTX_019_HELP=Общее количество переданных кадров данных через это подключение.
FRAMESRX_019_NAME=Получено кадров
FRAMESRX_019_HELP=Общее количество полученных кадров данных через это подключение.
PERCENTTXC_019_NAME=Процент сжатия на выходе
PERCENTTXC_019_HELP=Степень сжатия передаваемой информации.
PERCENTRXC_019_NAME=Процент сжатия на входе
PERCENTRXC_019_HELP=Степень сжатия получаемой информации.
CRCERRORS_019_NAME=Ошибок CRC
CRCERRORS_019_HELP=Общее количество ошибок контрольных сумм для данного подключения. Ошибки контрольных сумм (CRC) говорят о том, что принятый кадр содержит искаженные данные.
TIMEOUTERRORS_019_NAME=Ошибок таймаута
TIMEOUTERRORS_019_HELP=Общее количество ошибок таймаута для данного подключения. Ошибки таймаута возникают в том случае, если ожидаемые данные не были получены вовремя.
SERIALOVERRUNS_019_NAME=Переполнений посл.порта
SERIALOVERRUNS_019_HELP=Общее количество ошибок переполнения последовательного порта для данного подключения. Ошибки переполнения последовательного порта (Serial Overrun) возникают в том случае, если имеющееся оборудование не успевает обрабатывать поступающие данные.
ALIGNMENTERRORS_019_NAME=Ошибок выравнивания
ALIGNMENTERRORS_019_HELP=Общее количество ошибок выравнивания для данного подключения. Ошибки выравнивания (Alignment Errors) когда полученный байт отличается от ожидаемого.
BUFFEROVERRUNS_019_NAME=Переполнений буфера
BUFFEROVERRUNS_019_HELP=Общее количество ошибок переполнения буфера для данного подключения. Ошибки переполнения буфера (Buffer Overrun) возникают в том случае, если программное обеспечение не успевает обрабатывать поступающие данные.
TOTALERRORS_019_NAME=Всего ошибок
TOTALERRORS_019_HELP=Общее количество ошибок контрольных сумм, таймаута, переполнения последовательного порта, выравнивания и переполнения буфера для данного подключения.
BYTESTXSEC_019_NAME=Передано байт/сек
BYTESTXSEC_019_HELP=Скорость передачи данных - байт в секунду.
BYTESRXSEC_019_NAME=Получено байт/сек
BYTESRXSEC_019_HELP=Скорость приема данных - байт в секунду.
FRAMESTXSEC_019_NAME=Передано кадров/сек
FRAMESTXSEC_019_HELP=Частота передачи кадров данных - штук в секунду.
FRAMESRXSEC_019_NAME=Получено кадров/сек
FRAMESRXSEC_019_HELP=Частота приема кадров данных - штук в секунду.
TOTALERRORSSEC_019_NAME=Всего ошибок/сек
TOTALERRORSSEC_019_HELP=Общая частота возникновения ошибок контрольных сумм, таймаута, переполнения последовательного порта, выравнивания и переполнения буфера для данного подключения - штук в секунду.
RASTOTALOBJ_019_NAME=Всего RAS
RASTOTALOBJ_019_HELP=Тип объекта RAS обрабатывает все комбинированные порты устройства RAS данной системы.
TOTALCONNECTIONS_019_NAME=Всего подключений
TOTALCONNECTIONS_019_HELP=Общее количество подключений удаленного доступа на данном компьютере.
